Repository: SnowwLeopardd/BestSellersExplorer
Catalog: BestSellersExplorer/Resources/Localizable.xcstrings
Source language: en
Languages: ru

# AboutMe_TabBar
source: About me
ru: Обо мне

# AboutMeVC_about_me
source: Hi! My name is Alex Bochkarev. I am an iOS developer with expertise in UIKit and SwiftUI. My background in business analysis (CJM, Lean Six Sigma) makes me a strong fit for your startup. I can offer a thorough understanding of customer pain points and deliver effective solutions through iOS platform.
ru: Приветствую! Меня зовут Александр Бочкарев. Я iOS разработчик с опытом работы с UIKit и SwiftUI. Мой предыдущий опыт бизнес аналитика (CJM, Lean Six Sigma) отлично подойдет для вашего стартапа. Я могу понять боль клиента и предложить эффективные решения на iOS платформе.

# AboutMeVC_Email:_%@
source: Email: %@
ru: Адрес электронной почты: %@

# AboutMeVC_Phone:_%@
source: Phone: %@
ru: Номер телефона: %@

# AboutMeVC_section_one_header
source: My experience
ru: Мой опыт

# AboutMeVC_section_two_header
source: Contact Info
ru: Контактная информация

# AboutMeVC_title
source: About me
ru: Обо мне

# Book_with_ISBN_%@_not_found_CoreData_deleteFavotiteBooks.
source: Book with ISBN %@ not found
ru: Книга с ISBN %@ не найдена

# BookInfoVC_Add_to_Favorites
source: Add to Favorites
ru: Добавить в избранное

# BookInfoVC_can't_open_browser
source: Can't open browser
ru: Невозможно открыть браузер

# BookInfoVC_noAPiDescription
source: API doesn't provide description for books in this category
ru: API не предоставляет описание книг в данной категории

# BookInfoVC_Remove from Favorites
source: Remove from favorites
ru: Удалить из избранного

# BookInfoVC_View_on_Amazon
source: View on Amazon
ru: Посмотреть на Amazon

# CalendarVC_description_header
source: Authoritatively ranked lists of books sold in US. Select date and topics
ru: Рейтинг самых продаваемых книг в США. Выберите дату и тематику

# CategoryListVC_error_fetchingData: %@
source: Error fetching data: %@
ru: Ошибка загрузки данных: %@

# CategoryListVC_error_qoutaLimit_description
source: NY Times API blocks too many inquiries. Please, wait 20 seconds
ru: NY Times API блокирует слишком много запросов. Пожалуйста, подождите 20 секунд.

# CategoryListVC_error_qoutaLimit_title
source: Quota limit exceeded
ru: Превышен лимит запросов

# Favorites_TabBar
source: Favorites
ru: Избранное

# FavoritesVC_Add books_to_Favorites
source: Add books to Favorites
ru: Добавить книгу в избранное

# FavoritesVC_Delete
source: Delete
ru: Удалить

# FavoritesVC_Favorites_Books
source: Favorites Books
ru: Избранные книги

# no_date_CalendarVC_dateToString
source: no date
ru: нет даты

# TopBooks_TabBar
source: TopBooks
ru: Топ книг

# TopBooksVC_error_qoutaLimit_description
source: NY Times API blocks too many inquiries. Please, wait 20 seconds
ru: NY Times API блокирует слишком много запросов. Пожалуйста, подождите 20 секунд.

# TopBooksVC_error_qoutaLimit_title
source: Quota limit exceeded
ru: Превышен лимит запросов

# TopBooksVC_Reset
source: Reset
ru: Начать с начала

# TopBooksVC_Sort_By:_↑
source: Sort By: ↑
ru: Отсортировать по: ↑

# TopBooksVC_Sort_By:_↓
source: Sort By: ↓
ru: Отсортировать по: ↓

# UIAlerController_Quota_limit_exceeded
source: Quota limit exceeded
ru: Превышен лимит запросов

# UIAlertController_Error
source: Error
ru: Ошибка

# UIAlertController_OK
source: OK
ru: ОК

# UIAlertController_Press_restart_in: (%lld)_seconds
source: Press restart in: (%lld) seconds
ru: Нажмите "Начать сначала" через: (%lld) секунд

# UIAlertController_Restart
source: Restart
ru: Начать сначала

# UIAlertController_Wait_for_timer
source: Wait for timer
ru: Дождитесь истечения времени таймера
